{
  "lp.title1": "Life with",
  "lp.title2": "less friction",
  "lp.title3": "Have you ever stopped to think about everything that spins, turns, rotates in your everyday life?",
  "lp.header.product": "Product",
  "lp.header.service": "Service",
  "lp.header.about": "About",
  "lp.footer.description.title": "About FEBK",
  "lp.footer.description1": "Zhejiang Fubeke Bearing Co., Ltd., formerly known as Shanghai Yihua Bearing Co., Ltd., was established in 2002 and registered in 2008 FEBK brand is a professional manufacturer of low-noise deep grooveball bearings, tapered roller bearings, and various British and non-standard bearings Enterprise. The company is located in Fengjiang Street, Lugiao District, Zhejiang Province, at Building 25 of Hong Kong YouthIndustrial Park, with convenient transportation and occupying an area of With an area of over 6000 square meters, the company has advanced bearing automation production linesboth domestically and internationally, as well as a team of highly qualified professional technicians.Annual production of over 30 million sets of bearings.",
  "lp.footer.description2": "The company always adheres to the principle of \"today's quality, tomorrow's market\" and continuouslyimproves its management level and product quality.Unite every wisdom, meet customer needs, and wholeheartedly provide high-quality \"FEBK\" trademark bear.ings for domestic and foreian customers.WelcomeNew and old customers from home and abroad, as well as various sectors of society, come to our company forguidance and business negotiations!",
  "lp.footer.company.title":"Company",
  "lp.menu.title":"Menu",
  "lp.menu.product1":"Deep Groove Ball Bearings",
  "lp.menu.product2":"Taper Roller Bearings","lp.footer.address":"Address: Building 103, No.25, 1 Yuanqu North Road, Fengjiang Street, Luqiao District, Taizhou","lp.footer.phone":"Tel: 0576-82881229","lp.footer.email":"Email: FEBK.COM.CN","lp.company.title":"Company Showcase","lp.company.description":"The company is located at Building 25, Hong Kong Youth Industrial Park, Fengjiang Street, Luqiao District, Zhejiang Province, with an area of over 6,000 square meters and advanced bearing automation production lines. Below are photos of our premises and production site.","lp.product.title":"Our Products"
}
